Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeConversationUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %lld running
ar: %lld قيد التشغيل
de: %lld laufen
es: %lld en curso
fr: %lld en cours
hi: %lld चल रहे हैं
it: %lld in esecuzione
ja: %lld件実行中
ko: %lld개 실행 중
nl: %lld actief
pl: %lld w toku
pt_br: %lld em andamento
ru: %lld выполняется
tr: %lld çalışıyor
uk: %lld тривають
zh_hans: %lld 个正在运行
zh_hant: %lld 個執行中

source: %lld skills and commands
ar: %lld مهارة وأمر
de: %lld Skills und Befehle
es: %lld skills y comandos
fr: %lld skills et commandes
hi: %lld स्किल और कमांड
it: %lld skill e comandi
ja: %lld個のスキルとコマンド
ko: 스킬 및 명령 %lld개
nl: %lld skills en opdrachten
pl: %lld skilla i polecenia
pt_br: %lld skills e comandos
ru: %lld навыка и команды
tr: %lld beceri ve komut
uk: %lld навички й команди
zh_hans: %lld 个技能和命令
zh_hant: %lld 個技能和指令

source: %lld sub-agents
ar: %lld وكيل فرعي
es: %lld subagentes
fr: %lld sous-agents
hi: %lld सब-एजेंट
it: %lld sottoagenti
ja: %lld個のサブエージェント
ko: 하위 에이전트 %lld개
pl: %lld podagenta
pt_br: %lld subagentes
ru: %lld субагента
tr: %lld alt ajan
uk: %lld субагента
zh_hans: %lld 个子智能体
zh_hant: %lld 個子代理程式

source: %lld tasks
ar: %lld مهمة
de: %lld Aufgaben
es: %lld tareas
fr: %lld tâches
hi: %lld कार्य
it: %lld attività
ja: %lld件のタスク
ko: 작업 %lld개
nl: %lld taken
pl: %lld zadania
pt_br: %lld tarefas
ru: %lld задачи
tr: %lld görev
uk: %lld завдання
zh_hans: %lld 个任务
zh_hant: %lld 項任務

source: %lld tools
ar: %lld أداة
es: %lld herramientas
fr: %lld outils
hi: %lld टूल
it: %lld strumenti
ja: %lld個のツール
ko: 도구 %lld개
pl: %lld narzędzia
pt_br: %lld ferramentas
ru: %lld инструмента
tr: %lld araç
uk: %lld інструмента
zh_hans: %lld 个工具
zh_hant: %lld 個工具

source: A forest at night: moss greens, quiet, easy on the eyes…
ar: غابة ليلًا: أخضر طحلبي، هادئة، مريحة للعين…
de: Ein Wald bei Nacht: Moosgrün, ruhig, angenehm für die Augen …
es: Un bosque de noche: verdes musgo, sobrio, descansado para la vista…
fr: Une forêt la nuit : verts mousse, sobre, reposant pour les yeux…
hi: रात का जंगल: काई जैसे हरे रंग, शांत, आँखों को आराम देने वाला…
it: Una foresta di notte: verde muschio, sobria, riposante per gli occhi…
ja: 夜の森：苔のような緑、落ち着いていて目にやさしい…
ko: 밤의 숲: 이끼 같은 초록, 차분하고 눈이 편안한…
nl: Een bos bij nacht: mosgroen, rustig, zacht voor de ogen…
pl: Las nocą: zieleń mchu, spokojny, łagodny dla oczu…
pt_br: Uma floresta à noite: verdes musgo, sóbrio, descansado para os olhos…
ru: Ночной лес: оттенки мха, спокойно, не утомляет глаза…
tr: Gece bir orman: yosun yeşilleri, sakin, gözü yormayan…
uk: Нічний ліс: відтінки моху, спокійно, не втомлює очі…
zh_hans: 夜晚的森林：苔绿色调，安静，看着舒服…
zh_hant: 夜晚的森林：苔蘚綠、沉靜、不傷眼…

source: Accent colour
ar: لون التمييز
de: Akzentfarbe
es: Color de resalte
fr: Couleur d’accent
hi: एक्सेंट रंग
it: Colore di accento
ja: アクセントカラー
ko: 강조 색상
nl: Accentkleur
pl: Kolor akcentu
pt_br: Cor de destaque
ru: Цвет акцента
tr: Vurgu rengi
uk: Колір акценту
zh_hans: 强调色
zh_hant: 強調色

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
tr: Etkinlik
uk: Активність
zh_hans: 活动
zh_hant: 活動

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 加入

source: Added: %@
ar: تمت الإضافة: %@
de: Hinzugefügt: %@
es: Añadido: %@
fr: Ajouté : %@
hi: जोड़ा गया: %@
it: Aggiunto: %@
ja: 追加：%@
ko: 추가됨: %@
nl: Toegevoegd: %@
pl: Dodano: %@
pt_br: Adicionado: %@
ru: Добавлено: %@
tr: Eklendi: %@
uk: Додано: %@
zh_hans: 已添加：%@
zh_hant: 已加入：%@

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pl: Zezwól
pt_br: Permitir
ru: Разрешить
tr: İzin Ver
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

source: Allow it in System Settings › Privacy & Security › Microphone, then dictate again.
ar: اسمح بذلك في إعدادات النظام › الخصوصية والأمن › الميكروفون، ثم أعد الإملاء.
de: Erlaube es unter „Systemeinstellungen“ › „Datenschutz & Sicherheit“ › „Mikrofon“ und diktiere dann erneut.
es: Permítelo en Ajustes del Sistema › Privacidad y seguridad › Micrófono y vuelve a dictar.
fr: Autorisez-le dans Réglages Système › Confidentialité et sécurité › Micro, puis dictez à nouveau.
hi: सिस्टम सेटिंग्ज़ › गोपनीयता और सुरक्षा › माइक्रोफ़ोन में इसकी अनुमति दें, फिर दोबारा बोलें।
it: Consentilo in Impostazioni di Sistema › Privacy e sicurezza › Microfono, poi detta di nuovo.
ja: 「システム設定」›「プライバシーとセキュリティ」›「マイク」で許可してから、もう一度音声入力してください。
ko: 시스템 설정 › 개인정보 보호 및 보안 › 마이크에서 허용한 다음 다시 받아쓰십시오.
nl: Sta het toe in Systeeminstellingen › Privacy en beveiliging › Microfoon en dicteer opnieuw.
pl: Zezwól na to w Ustawieniach systemowych › Prywatność i ochrona › Mikrofon, a potem dyktuj ponownie.
pt_br: Permita em Ajustes do Sistema › Privacidade e Segurança › Microfone e dite novamente.
ru: Разрешите это в «Системных настройках» › «Конфиденциальность и безопасность» › «Микрофон», затем продиктуйте снова.
tr: Sistem Ayarları › Gizlilik ve Güvenlik › Mikrofon'da izin verin, sonra yeniden dikte edin.
uk: Дозвольте це в «Системних параметрах» › «Приватність і безпека» › «Мікрофон», потім продиктуйте знову.
zh_hans: 请在“系统设置”›“隐私与安全性”›“麦克风”中允许，然后重新听写。
zh_hant: 請在「系統設定」›「隱私權與安全性」›「麥克風」中允許，然後重新聽寫。

source: Also interrupts the agent's turn: it waits for your next message.
ar: يقاطع أيضًا دور الوكيل: ينتظر رسالتك التالية.
de: Unterbricht auch den Durchgang des Agents: Er wartet auf deine nächste Nachricht.
es: También interrumpe el turno del agente: esperará tu próximo mensaje.
fr: Interrompt aussi le tour de l’agent : il attend votre prochain message.
hi: एजेंट का टर्न भी बाधित करता है: वह आपके अगले संदेश की प्रतीक्षा करता है।
it: Interrompe anche il turno dell’agente: attende il tuo prossimo messaggio.
ja: エージェントのターンも中断します。エージェントは次のメッセージを待ちます。
ko: 에이전트의 턴도 중단합니다. 에이전트는 다음 메시지를 기다립니다.
nl: Onderbreekt ook de beurt van de agent: die wacht op je volgende bericht.
pl: Przerywa także turę agenta: czeka on na Twoją następną wiadomość.
pt_br: Também interrompe o turno do agente: ele aguarda sua próxima mensagem.
ru: Также прерывает ход агента: он будет ждать вашего следующего сообщения.
tr: Ajanın turunu da yarıda keser: ajan bir sonraki mesajınızı bekler.
uk: Також перериває хід агента: він чекатиме на ваше наступне повідомлення.
zh_hans: 同时会中断智能体的回合：它将等待你的下一条消息。
zh_hant: 同時中斷代理程式的回合：它會等待你的下一則訊息。

source: Also sizes the terminals. ⌘+ and ⌘− in the View menu.
ar: ينطبق أيضًا على الطرفيات. ⌘+ و⌘− في قائمة عرض.
de: Gilt auch für die Terminals. ⌘+ und ⌘− im Menü „Darstellung“.
es: También se aplica a los terminales. ⌘+ y ⌘− en el menú Visualización.
fr: S’applique aussi aux terminaux. ⌘+ et ⌘− dans le menu Présentation.
hi: टर्मिनल पर भी लागू होता है। दृश्य मेनू में ⌘+ और ⌘−।
it: Si applica anche ai terminali. ⌘+ e ⌘− nel menu Vista.
ja: ターミナルにも適用されます。「表示」メニューの⌘+と⌘−で変更できます。
ko: 터미널 크기에도 적용됩니다. 보기 메뉴의 ⌘+ 및 ⌘−.
nl: Geldt ook voor de terminals. ⌘+ en ⌘− in het menu Weergave.
pl: Dotyczy także terminali. ⌘+ i ⌘− w menu Widok.
pt_br: Também vale para os terminais. ⌘+ e ⌘− no menu Visualizar.
ru: Действует и на терминалы. ⌘+ и ⌘− в меню «Вид».
tr: Terminallere de uygulanır. Görüntü menüsünde ⌘+ ve ⌘−.
uk: Застосовується й до терміналів. ⌘+ і ⌘− у меню «Перегляд».
zh_hans: 也适用于终端。可使用“显示”菜单中的 ⌘+ 和 ⌘−。
zh_hant: 也會調整終端機的大小。可使用「顯示方式」選單中的 ⌘+ 和 ⌘−。

source: Always
ar: دائمًا
de: Immer
es: Siempre
fr: Toujours
hi: हमेशा
it: Sempre
ja: 常に許可
ko: 항상
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her Zaman
uk: Завжди
zh_hans: 始终允许
zh_hant: 一律允許

source: Another answer…
ar: إجابة أخرى…
de: Andere Antwort …
es: Otra respuesta…
fr: Autre réponse…
hi: दूसरा उत्तर…
it: Altra risposta…
ja: その他の回答…
ko: 다른 답변…
nl: Ander antwoord…
pl: Inna odpowiedź…
pt_br: Outra resposta…
ru: Другой ответ…
tr: Başka bir yanıt…
uk: Інша відповідь…
zh_hans: 其他回答…
zh_hant: 其他回答…

source: Answer
ar: الإجابة
de: Antwort
es: Respuesta
fr: Réponse
hi: उत्तर
it: Risposta
ja: 回答
ko: 답변
nl: Antwoord
pl: Odpowiedź
pt_br: Resposta
ru: Ответ
tr: Yanıt
uk: Відповідь
zh_hans: 回答
zh_hant: 回答

source: Answer in the Terminal
ar: الإجابة في الطرفية
de: Im Terminal antworten
es: Responder en el terminal
fr: Répondre dans le terminal
hi: टर्मिनल में उत्तर दें
it: Rispondi nel terminale
ja: ターミナルで回答
ko: 터미널에서 답변
nl: Antwoord in de terminal
pl: Odpowiedz w terminalu
pt_br: Responder no Terminal
ru: Ответить в терминале
tr: Terminalde Yanıtla
uk: Відповісти в терміналі
zh_hans: 在终端中回答
zh_hant: 在終端機中回答

source: Answer the request first
ar: أجب عن الطلب أولًا
de: Beantworte zuerst die Anfrage
es: Responde primero a la solicitud
fr: Répondez d’abord à la demande
hi: पहले अनुरोध का उत्तर दें
it: Rispondi prima alla richiesta
ja: 先にリクエストに回答してください
ko: 먼저 요청에 답하십시오
nl: Beantwoord eerst het verzoek
pl: Najpierw odpowiedz na prośbę
pt_br: Responda à solicitação primeiro
ru: Сначала ответьте на запрос
tr: Önce isteği yanıtlayın
uk: Спершу дайте відповідь на запит
zh_hans: 请先回应请求
zh_hant: 請先回應請求

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Valider
hi: स्वीकृत करें
it: Approva
ja: 承認
ko: 승인
nl: Keur goed
pl: Zatwierdź
pt_br: Aprovar
ru: Одобрить
tr: Onayla
uk: Схвалити
zh_hans: 批准
zh_hant: 核准

source: Approve in Auto Mode
ar: الموافقة في الوضع التلقائي
de: Im Auto-Modus genehmigen
es: Aprobar en modo automático
fr: Valider en mode auto
hi: ऑटो मोड में स्वीकृत करें
it: Approva in modalità automatica
ja: 自動モードで承認
ko: 자동 모드로 승인
nl: Keur goed in automodus
pl: Zatwierdź w trybie auto
pt_br: Aprovar no Modo Automático
ru: Одобрить в авторежиме
tr: Otomatik Modda Onayla
uk: Схвалити в автоматичному режимі
zh_hans: 以自动模式批准
zh_hant: 核准並使用自動模式

source: Approve, Accepting Edits
ar: الموافقة، مع قبول التعديلات تلقائيًا
de: Genehmigen, Änderungen automatisch annehmen
es: Aprobar y aceptar los cambios
fr: Valider, modifications acceptées d’office
hi: स्वीकृत करें, संपादन स्वतः स्वीकारें
it: Approva, accettando le modifiche
ja: 承認（編集を自動で受け入れる）
ko: 승인, 편집 자동 수락
nl: Keur goed, wijzigingen automatisch accepteren
pl: Zatwierdź, akceptując zmiany
pt_br: Aprovar, Aceitando as Edições
ru: Одобрить, принимая правки
tr: Onayla, Düzenlemeleri Kabul Et
uk: Схвалити, приймаючи зміни
zh_hans: 批准，并自动接受编辑
zh_hant: 核准，自動接受編輯

source: Approve, Reviewing Each Edit
ar: الموافقة، مع مراجعة كل تعديل
de: Genehmigen, jede Änderung prüfen
es: Aprobar y revisar cada cambio
fr: Valider, chaque modification à approuver
hi: स्वीकृत करें, हर संपादन की समीक्षा करें
it: Approva, verificando ogni modifica
ja: 承認（編集を1つずつ確認）
ko: 승인, 편집마다 검토
nl: Keur goed, elke wijziging controleren
pl: Zatwierdź, przeglądając każdą zmianę
pt_br: Aprovar, Revisando Cada Edição
ru: Одобрить, проверяя каждую правку
tr: Onayla, Her Düzenlemeyi Gözden Geçir
uk: Схвалити, перевіряючи кожну зміну
zh_hans: 批准，并逐一审核编辑
zh_hant: 核准，逐一審查編輯

source: Arguments
ar: الوسيطات
de: Argumente
es: Argumentos
hi: आर्ग्युमेंट
it: Argomenti
ja: 引数
ko: 인수
nl: Argumenten
pl: Argumenty
pt_br: Argumentos
ru: Аргументы
tr: Argümanlar
uk: Аргументи
zh_hans: 参数
zh_hant: 引數

source: Attach Files…
ar: إرفاق ملفات…
de: Dateien anhängen …
es: Adjuntar archivos…
fr: Joindre des fichiers…
hi: फ़ाइलें संलग्न करें…
it: Allega file…
ja: ファイルを添付…
ko: 파일 첨부…
nl: Voeg bestanden toe…
pl: Załącz pliki…
pt_br: Anexar Arquivos…
ru: Прикрепить файлы…
tr: Dosya Ekle…
uk: Прикріпити файли…
zh_hans: 附加文件…
zh_hant: 附加檔案…

source: Audio
ar: الصوت
hi: ऑडियो
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
tr: Ses
uk: Аудіо
zh_hans: 音频
zh_hant: 音訊

source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: नीला
it: Blu
ja: ブルー
ko: 파란색
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
tr: Mavi
uk: Синій
zh_hans: 蓝色
zh_hant: 藍色

source: Bubbles
ar: فقاعات
de: Blasen
es: Burbujas
fr: Bulles
hi: बबल
it: Fumetti
ja: バブル
ko: 말풍선
nl: Bubbels
pl: Dymki
pt_br: Balões
ru: Пузыри
tr: Balonlar
uk: Бульбашки
zh_hans: 气泡
zh_hant: 泡泡

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Check Again
ar: التحقق مرة أخرى
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
hi: फिर से जाँचें
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
nl: Controleer opnieuw
pl: Sprawdź ponownie
pt_br: Verificar Novamente
ru: Проверить снова
tr: Yeniden Denetle
uk: Перевірити знову
zh_hans: 重新检查
zh_hant: 再次檢查

source: Check the connection, then dictate again.
ar: تحقق من الاتصال، ثم أعد الإملاء.
de: Prüfe die Verbindung und diktiere dann erneut.
es: Comprueba la conexión y vuelve a dictar.
fr: Vérifiez la connexion, puis dictez à nouveau.
hi: कनेक्शन जाँचें, फिर दोबारा बोलें।
it: Controlla la connessione, poi detta di nuovo.
ja: 接続を確認してから、もう一度音声入力してください。
ko: 연결을 확인한 다음 다시 받아쓰십시오.
nl: Controleer de verbinding en dicteer opnieuw.
pl: Sprawdź połączenie, a potem dyktuj ponownie.
pt_br: Verifique a conexão e dite novamente.
ru: Проверьте подключение, затем продиктуйте снова.
tr: Bağlantıyı kontrol edin, sonra yeniden dikte edin.
uk: Перевірте з'єднання, потім продиктуйте знову.
zh_hans: 请检查网络连接，然后重新听写。
zh_hant: 請檢查網路連線，然後重新聽寫。

source: Choose a colour of your own
ar: اختيار لون خاص بك
de: Eigene Farbe wählen
es: Elegir tu propio color
fr: Choisir votre propre couleur
hi: अपना रंग चुनें
it: Scegli un colore personalizzato
ja: カスタムカラーを選択
ko: 직접 색상 선택
nl: Kies je eigen kleur
pl: Wybierz własny kolor
pt_br: Escolher uma cor própria
ru: Выбрать свой цвет
tr: Kendi renginizi seçin
uk: Вибрати власний колір
zh_hans: 选择自定颜色
zh_hant: 選擇自訂顏色

source: Click the microphone to dictate.
ar: انقر الميكروفون لبدء الإملاء.
de: Klicke auf das Mikrofon, um zu diktieren.
es: Haz clic en el micrófono para dictar.
fr: Cliquez sur le micro pour dicter.
hi: बोलकर लिखने के लिए माइक्रोफ़ोन पर क्लिक करें।
it: Fai clic sul microfono per dettare.
ja: マイクをクリックして音声入力します。
ko: 받아쓰려면 마이크를 클릭하십시오.
nl: Klik op de microfoon om te dicteren.
pl: Kliknij mikrofon, aby dyktować.
pt_br: Clique no microfone para ditar.
ru: Нажмите на микрофон, чтобы диктовать.
tr: Dikte etmek için mikrofonu tıklayın.
uk: Натисніть мікрофон, щоб диктувати.
zh_hans: 点按麦克风开始听写。
zh_hant: 按一下麥克風開始聽寫。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Closes the panel, as Escape does in the terminal
ar: يغلق اللوحة، كما يفعل مفتاح Esc في الطرفية
de: Schließt das Fenster wie die Esc-Taste im Terminal
es: Cierra el panel, como Esc en el terminal
fr: Ferme le panneau, comme Échap dans le terminal
hi: पैनल बंद करता है, जैसे टर्मिनल में Esc करता है
it: Chiude il pannello, come Esc nel terminale
ja: ターミナルでのEscapeキーと同じく、パネルを閉じます
ko: 터미널에서 Esc를 누른 것처럼 패널을 닫습니다
nl: Sluit het paneel, zoals Escape in de terminal
pl: Zamyka panel, tak jak Esc w terminalu
pt_br: Fecha o painel, como Esc no terminal
ru: Закрывает панель, как клавиша Esc в терминале
tr: Terminaldeki Escape gibi paneli kapatır
uk: Закриває панель, як Escape у терміналі
zh_hans: 关闭面板，等同于在终端中按 Esc 键
zh_hant: 關閉面板，如同在終端機中按下 Esc

source: Code font
ar: خط الشيفرة
de: Code-Schrift
es: Tipografía del código
fr: Police du code
hi: कोड फ़ॉन्ट
it: Font del codice
ja: コードのフォント
ko: 코드 서체
nl: Lettertype voor code
pl: Czcionka kodu
pt_br: Fonte do código
ru: Шрифт кода
tr: Kod yazı tipi
uk: Шрифт коду
zh_hans: 代码字体
zh_hant: 程式碼字體

source: Comfortable
ar: مريح
de: Komfortabel
es: Cómoda
fr: Confortable
hi: आरामदायक
it: Ampia
ja: ゆったり
ko: 여유 있게
nl: Ruim
pl: Wygodna
pt_br: Confortável
ru: Свободная
tr: Rahat
uk: Просторо
zh_hans: 宽松
zh_hant: 寬鬆

source: Command
ar: الأمر
de: Befehl
es: Comando
fr: Commande
hi: कमांड
it: Comando
ja: コマンド
ko: 명령
nl: Opdracht
pl: Polecenie
pt_br: Comando
ru: Команда
tr: Komut
uk: Команда
zh_hans: 命令
zh_hant: 指令

source: Commands
ar: الأوامر
de: Befehle
es: Comandos
fr: Commandes
hi: कमांड
it: Comandi
ja: コマンド
ko: 명령
nl: Opdrachten
pl: Polecenia
pt_br: Comandos
ru: Команды
tr: Komutlar
uk: Команди
zh_hans: 命令
zh_hant: 指令

source: Compact
ar: مضغوط
de: Kompakt
es: Compacta
fr: Compacte
hi: सघन
it: Compatta
ja: コンパクト
ko: 조밀하게
pl: Zwarta
pt_br: Compacta
ru: Компактная
tr: Sıkışık
uk: Компактно
zh_hans: 紧凑
zh_hant: 緊湊

source: Connect one, or choose one in System Settings › Sound.
ar: وصّل ميكروفونًا، أو اختر واحدًا في إعدادات النظام › الصوت.
de: Schließe eines an oder wähle eines unter „Systemeinstellungen“ › „Ton“.
es: Conecta uno o elige uno en Ajustes del Sistema › Sonido.
fr: Branchez-en un, ou choisissez-en un dans Réglages Système › Son.
hi: एक कनेक्ट करें, या सिस्टम सेटिंग्ज़ › ध्वनि में एक चुनें।
it: Collegane uno o scegline uno in Impostazioni di Sistema › Suono.
ja: マイクを接続するか、「システム設定」›「サウンド」で選択してください。
ko: 마이크를 연결하거나 시스템 설정 › 사운드에서 선택하십시오.
nl: Sluit er een aan of kies er een in Systeeminstellingen › Geluid.
pl: Podłącz mikrofon lub wybierz go w Ustawieniach systemowych › Dźwięk.
pt_br: Conecte um ou escolha um em Ajustes do Sistema › Som.
ru: Подключите микрофон или выберите его в «Системных настройках» › «Звук».
tr: Bir tane bağlayın veya Sistem Ayarları › Ses'te birini seçin.
uk: Під'єднайте мікрофон або виберіть його в «Системних параметрах» › «Звук».
zh_hans: 请连接一个麦克风，或在“系统设置”›“声音”中选择一个。
zh_hant: 請連接一個麥克風，或在「系統設定」›「聲音」中選擇一個。

source: Context compacted
ar: تم ضغط السياق
de: Kontext komprimiert
es: Contexto compactado
fr: Contexte compacté
hi: संदर्भ संक्षिप्त किया गया
it: Contesto compattato
ja: コンテキストを圧縮しました
ko: 컨텍스트 압축됨
nl: Context gecomprimeerd
pl: Kontekst skompaktowany
pt_br: Contexto compactado
ru: Контекст сжат
tr: Bağlam sıkıştırıldı
uk: Контекст стиснуто
zh_hans: 上下文已压缩
zh_hant: 情境已壓縮

source: Conversation Theme
ar: سمة المحادثة
de: Design der Unterhaltung
es: Tema de la conversación
fr: Thème de la conversation
hi: बातचीत की थीम
it: Tema della conversazione
ja: 会話のテーマ
ko: 대화 테마
nl: Gespreksthema
pl: Motyw rozmowy
pt_br: Tema da Conversa
ru: Тема беседы
tr: Konuşma Teması
uk: Тема розмови
zh_hans: 对话主题
zh_hant: 對話主題

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
tr: Kopyala
uk: Скопіювати
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Command
ar: نسخ الأمر
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
hi: कमांड कॉपी करें
it: Copia comando
ja: コマンドをコピー
ko: 명령 복사
nl: Kopieer opdracht
pl: Kopiuj polecenie
pt_br: Copiar Comando
ru: Скопировать команду
tr: Komutu Kopyala
uk: Скопіювати команду
zh_hans: 拷贝命令
zh_hant: 拷貝指令

source: Copy Message
ar: نسخ الرسالة
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
hi: संदेश कॉपी करें
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
nl: Kopieer bericht
pl: Kopiuj wiadomość
pt_br: Copiar Mensagem
ru: Скопировать сообщение
tr: Mesajı Kopyala
uk: Скопіювати повідомлення
zh_hans: 拷贝消息
zh_hant: 拷貝訊息

source: Copy the code
ar: نسخ الشيفرة
de: Code kopieren
es: Copiar el código
fr: Copier le code
hi: कोड कॉपी करें
it: Copia il codice
ja: コードをコピー
ko: 코드 복사
nl: Kopieer de code
pl: Kopiuj kod
pt_br: Copiar o código
ru: Скопировать код
tr: Kodu kopyala
uk: Скопіювати код
zh_hans: 拷贝代码
zh_hant: 拷貝程式碼

source: Copy the command and its output
ar: نسخ الأمر ومخرجاته
de: Befehl und Ausgabe kopieren
es: Copiar el comando y su salida
fr: Copier la commande et sa sortie
hi: कमांड और उसका आउटपुट कॉपी करें
it: Copia il comando e il suo output
ja: コマンドとその出力をコピー
ko: 명령 및 출력 복사
nl: Kopieer de opdracht en de uitvoer
pl: Kopiuj polecenie i jego wyjście
pt_br: Copiar o comando e sua saída
ru: Скопировать команду и её вывод
tr: Komutu ve çıktısını kopyala
uk: Скопіювати команду та її вивід
zh_hans: 拷贝命令及其输出
zh_hant: 拷貝指令及其輸出

source: Create My Theme
ar: إنشاء سمتي
de: Mein Design erstellen
es: Crear mi tema
fr: Créer mon thème
hi: मेरी थीम बनाएँ
it: Crea il mio tema
ja: 自分のテーマを作成
ko: 나만의 테마 만들기
nl: Maak mijn thema
pl: Utwórz mój motyw
pt_br: Criar Meu Tema
ru: Создать свою тему
tr: Temamı Oluştur
uk: Створити мою тему
zh_hans: 创建我的主题
zh_hant: 建立我的主題

source: Custom
ar: مخصص
de: Eigene
es: Personalizada
fr: Personnalisée
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nl: Aangepast
pl: Własny
pt_br: Personalizada
ru: Своя
tr: Özel
uk: Власний
zh_hans: 自定
zh_hant: 自訂

source: Custom colour
ar: لون مخصص
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: कस्टम रंग
it: Colore personalizzato
ja: カスタムカラー
ko: 사용자 설정 색상
nl: Aangepaste kleur
pl: Własny kolor
pt_br: Cor personalizada
ru: Свой цвет
tr: Özel renk
uk: Власний колір
zh_hans: 自定颜色
zh_hant: 自訂顏色

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete the Theme “%@”?
ar: هل تريد حذف السمة «%@»؟
de: Design „%@“ löschen?
es: ¿Eliminar el tema “%@”?
fr: Supprimer le thème « %@ » ?
hi: थीम “%@” डिलीट करें?
it: Eliminare il tema “%@”?
ja: テーマ「%@」を削除しますか？
ko: 테마 “%@”을(를) 삭제하겠습니까?
nl: Thema ‘%@’ verwijderen?
pl: Usunąć motyw „%@”?
pt_br: Apagar o tema “%@”?
ru: Удалить тему «%@»?
tr: “%@” teması silinsin mi?
uk: Видалити тему «%@»?
zh_hans: 要删除主题“%@”吗？
zh_hant: 要刪除主題「%@」嗎？

source: Delete…
ar: حذف…
de: Löschen …
es: Eliminar…
fr: Supprimer…
hi: डिलीट करें…
it: Elimina…
ja: 削除…
ko: 삭제…
nl: Verwijder…
pl: Usuń…
pt_br: Apagar…
ru: Удалить…
tr: Sil…
uk: Видалити…
zh_hans: 删除…
zh_hant: 刪除…

source: Density
ar: الكثافة
de: Dichte
es: Densidad
fr: Densité
hi: सघनता
it: Densità
ja: 密度
ko: 밀도
nl: Dichtheid
pl: Gęstość
pt_br: Densidade
ru: Плотность
tr: Yoğunluk
uk: Щільність
zh_hans: 密度
zh_hant: 密度

source: Describe a theme to an agent, and see each version applied
ar: صِف سمة لوكيل، وشاهد كل إصدار مطبّقًا
de: Beschreibe einem Agent ein Design und sieh jede Version angewendet
es: Describe un tema a un agente y mira cada versión aplicada
fr: Décrire un thème à un agent, et voir chaque version appliquée
hi: किसी एजेंट को थीम का वर्णन करें, और हर संस्करण लागू होते देखें
it: Descrivi un tema a un agente e guarda ogni versione applicata
ja: エージェントにテーマを説明し、各バージョンが適用されるのを確認できます
ko: 에이전트에게 테마를 설명하고 각 버전이 적용되는 모습을 확인합니다
nl: Beschrijf een thema aan een agent en zie elke versie toegepast
pl: Opisz motyw agentowi i zobacz zastosowanie każdej wersji
pt_br: Descreva um tema a um agente e veja cada versão aplicada
ru: Опишите тему агенту и смотрите, как применяется каждая версия
tr: Bir ajana tema tarif edin ve her sürümün uygulandığını görün
uk: Опишіть тему агенту й дивіться, як застосовується кожна версія
zh_hans: 向智能体描述主题，并查看每个版本的应用效果
zh_hant: 向代理程式描述主題，並查看每個版本的套用效果

source: Describe the theme you want
ar: صِف السمة التي تريدها
de: Beschreibe das gewünschte Design
es: Describe el tema que quieres
fr: Décrivez le thème que vous voulez
hi: जो थीम आप चाहते हैं, उसका वर्णन करें
it: Descrivi il tema che desideri
ja: 希望するテーマを説明してください
ko: 원하는 테마를 설명하십시오
nl: Beschrijf het thema dat je wilt
pl: Opisz motyw, jaki chcesz
pt_br: Descreva o tema que você deseja
ru: Опишите желаемую тему
tr: İstediğiniz temayı tarif edin
uk: Опишіть бажану тему
zh_hans: 描述你想要的主题
zh_hant: 描述你想要的主題

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
zh_hans: 描述
zh_hant: 描述
